general/scrap/life.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-04-06 Sat 19:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Life Scrap</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Victor Chen" />
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/font.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/htmlize.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Life Scrap</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgff56787">1 常见房型</a>
<ul>
<li><a href="#orge271bef">1.1 平房（bungalow）</a></li>
<li><a href="#org57cb40e">1.2 独立屋（detached house）</a></li>
<li><a href="#org14b39ae">1.3 半独立屋（semi-detached house）</a></li>
<li><a href="#org7d71d3e">1.4 后复式屋（backsplit house）</a></li>
<li><a href="#org2374911">1.5 连屋（link house）</a></li>
<li><a href="#org0891758">1.6 镇屋（townhouse）</a></li>
<li><a href="#org5cf66aa">1.7 叠式镇屋（stacked townhouse）</a></li>
<li><a href="#orgc433ad7">1.8 共管公寓（condo）</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgff56787" class="outline-2">
<h2 id="orgff56787"><span class="section-number-2">1</span> 常见房型</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-orge271bef" class="outline-3">
<h3 id="orge271bef"><span class="section-number-3">1.1</span> 平房（bungalow）</h3>
<div class="outline-text-3" id="text-1-1">
<p>
通常平房在地面上只有一层，少数也有局部错层的二楼。主要房间如卧室、家庭厅、厨房等均在一层，地下室部分往往设计成分门出入式。平房曾于五、六十年代在美国、加拿大流行，因为它造价经济、设计简约、施工方便，符合那个时代的需求。但是平房并非廉价房屋的代表，平房的标准实际上更高，因为这种房型占地面积大，土地的容积率是最低的。
</p>

<p>
平房由于无需上下楼梯，特别适合老人居住，因此成为了喜欢摆弄花草的老人的首选住宅类型。大多数的度假别墅（cottage）采用的就是平房的房型。
</p>
</div>
</div>

<div id="outline-container-org57cb40e" class="outline-3">
<h3 id="org57cb40e"><span class="section-number-3">1.2</span> 独立屋（detached house）</h3>
<div class="outline-text-3" id="text-1-2">
<p>
独立屋一般是指独门、独户、独院的住宅，与邻居的建筑物没有任何连接。
</p>
</div>
</div>

<div id="outline-container-org14b39ae" class="outline-3">
<h3 id="org14b39ae"><span class="section-number-3">1.3</span> 半独立屋（semi-detached house）</h3>
<div class="outline-text-3" id="text-1-3">
<p>
半独立屋在中国一般称为双拼别墅。半独立屋的每个单位至少有一面墙与邻居相连共用。
</p>
</div>
</div>

<div id="outline-container-org7d71d3e" class="outline-3">
<h3 id="org7d71d3e"><span class="section-number-3">1.4</span> 后复式屋（backsplit house）</h3>
<div class="outline-text-3" id="text-1-4">
<p>
后复式屋一般归在 house 的房型里面。其实是平房往独立屋演化的一种类型，介于平房和独立屋之间。错半层的功能设计，使得一栋建筑物里面呈现四层或是五层的格局，所以空间上一般感觉很大，房间很多。后复式屋还可以细分成后复式五层、侧复式四层等类型。一些度假别墅也会采用这种房型。
</p>
</div>
</div>

<div id="outline-container-org2374911" class="outline-3">
<h3 id="org2374911"><span class="section-number-3">1.5</span> 连屋（link house）</h3>
<div class="outline-text-3" id="text-1-5">
<p>
从外部看，除了建筑物之间的间距比较小一些之外，连屋和普通的独立屋没有太大的区别。从内部结构上来看，连屋之间的地基、地下室连成一个整体结构。但是，连屋在使用上和独立屋没有差别，只有在涉及到翻新或重建工程的时候，才会体现出不同。
</p>
</div>
</div>

<div id="outline-container-org0891758" class="outline-3">
<h3 id="org0891758"><span class="section-number-3">1.6</span> 镇屋（townhouse）</h3>
<div class="outline-text-3" id="text-1-6">
<p>
镇屋在中国一般称为排屋或者连排别墅。一列镇屋至少有三个以上的单位。传统镇屋大多是两层高，也有三层高的镇屋。一些镇屋的车库和半地下室（walk out basement）设计在地面上，所以看起来可能达到四层。
</p>
</div>
</div>

<div id="outline-container-org5cf66aa" class="outline-3">
<h3 id="org5cf66aa"><span class="section-number-3">1.7</span> 叠式镇屋（stacked townhouse）</h3>
<div class="outline-text-3" id="text-1-7">
<p>
叠式镇屋在加拿大相对比较少见，在中国叫叠拼别墅。叠式镇屋是指在一排镇屋里面，一个单位是位于另一个单位之上的，一般三层或四层高，常见于人口密聚区，是因地皮紧张而产生的一种镇屋形式。这类镇屋通常没有自己的院子，在同一层上可能有两个单位并存，设计难度比较高。
</p>
</div>
</div>

<div id="outline-container-orgc433ad7" class="outline-3">
<h3 id="orgc433ad7"><span class="section-number-3">1.8</span> 共管公寓（condo）</h3>
<div class="outline-text-3" id="text-1-8">
<p>
加拿大的共管公寓和中国的精装修商品房类型相近。共管公寓一般设计成高层住宅大厦，常集中在市区或交通方便的十字路口。这类住宅一般面积有限，适于小型家庭居住。优点是健康娱乐设施丰富、无需打理屋前门外的卫生、花草等，垃圾只需放置于指定的地点，无需像独立屋那样每周都要汇总收拾、推出门外等待垃圾车运走。共管公寓的停车都是集中管理，业主可以根据自己的情况购买停车位。
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Victor Chen</p>
<p class="date">Created: 2019-04-06 Sat 19:32</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
